export const packagesMockData = [
  {
    active: true,
    id: 1,
    name: "بسته جدید",
    price: 60,
    premium: false,
    currency: {
      id: 2,
      name: "دلار",
    },
    expiry: {
      id: 3,
      name: "سه ماهه",
    },
    features: [
      {
        id: 2,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
      {
        id: 3,
        text: "امکان محدود سازی تماشای پخش زنده فقط  سازی تماشای پخش زنده فقط سازی تماشای پخش زنده فقط ا ااز طریق دامنه دلخواه.",
      },
      {
        id: 423,
        text: "امکان محدود سازی تماشای پخش زنده فقط  سازی تماشای پخش زنده فقط ااز طریق دامنه دلخواه.",
      },
      {
        id: 73,
        text: "امکان محدود سازی تماشای پخش زنده فقط  سازی تماشای پخش زنده فقط ااز طریق دامنه دلخواه.",
      },
      {
        id: 555,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
      {
        id: 77,
        text: "امکان محدود سازی تماشای پخش زندهسازی تماشای پخش زنده فقط ا  فقط از طریق دامنه دلخواه.",
      },
      {
        id: 9785,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
      {
        id: 3655,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
    ],
  },
  {
    active: true,
    id: 2,
    name: "بسته جدید",
    price: 360,
    premium: true,
    currency: {
      id: 2,
      name: "دلار",
    },
    expiry: {
      id: 5,
      name: "یک ساله",
    },
    features: [
      {
        id: 2,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
      {
        id: 3,
        text: "امکان جذف نمایش گزینه های تمام صفحه، تصویر در تصویر و لینک به آپارات از روی Player.",
      },
      {
        id: 354,
        text: "امکان جذف نمایش گزینه های تمام صفحه، تصویر در تصویر و لینک به آپارات از روی Player.",
      },
      {
        id: 312,
        text: "امکان جذف نمایش گزینه های تمام صفحه، تصویر در تصویر و لینک به آپارات از روی Player.",
      },
      {
        id: 8,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
    ],
  },
  {
    active: false,
    id: 3,
    name: "بسته جدید",
    price: 160000,
    premium: false,
    currency: {
      id: 7,
      name: "ریال",
    },

    expiry: {
      id: 2,
      name: "یک ماهه",
    },

    features: [
      {
        id: 2,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
      {
        id: 3,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
    ],
  },
  {
    active: true,
    id: 4,
    name: "بسته جدید",
    price: 90,
    premium: false,
    currency: {
      id: 3,
      name: "درهم",
    },

    expiry: {
      id: 3,
      name: "سه ماهه",
    },

    features: [
      {
        id: 2,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
      {
        id: 3,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
      {
        id: 311,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
      {
        id: 35,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
    ],
  },
  {
    active: true,
    id: 653,
    name: "بسته جدید",
    price: 360,
    premium: true,
    currency: {
      id: 2,
      name: "دلار",
    },
    expiry: {
      id: 5,
      name: "یک ساله",
    },
    features: [
      {
        id: 235,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
      {
        id: 3154,
        text: "امکان جذف نمایش گزینه های تمام صفحه، تصویر در تصویر و لینک به آپارات از روی Player.",
      },
      {
        id: 333,
        text: "امکان جذف نمایش گزینه های تمام صفحه، تصویر در تصویر و لینک به آپارات از روی Player.",
      },
      {
        id: 8141,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
    ],
  },
  {
    active: false,
    id: 3534,
    name: "بسته جدید",
    price: 160000,
    premium: false,
    currency: {
      id: 7,
      name: "ریال",
    },

    expiry: {
      id: 2,
      name: "یک ماهه",
    },

    features: [
      {
        id: 2142,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
      {
        id: 6353,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
    ],
  },
  {
    active: true,
    id: 226332,
    name: "بسته جدید",
    price: 60,
    premium: false,
    currency: {
      id: 2,
      name: "دلار",
    },

    expiry: {
      id: 3,
      name: "سه ماهه",
    },

    features: [
      {
        id: 14324,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
      {
        id: 534,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
    ],
  },
  {
    active: true,
    id: 23232,
    name: "بسته جدید",
    price: 360,
    premium: true,
    currency: {
      id: 2,
      name: "دلار",
    },
    expiry: {
      id: 5,
      name: "یک ساله",
    },
    features: [
      {
        id: 314,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
      {
        id: 3124,
        text: "امکان جذف نمایش گزینه های تمام صفحه، تصویر در تصویر و لینک به آپارات از روی Player.",
      },
      {
        id: 13451,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
    ],
  },
  {
    active: false,
    id: 111,
    name: "بسته جدید",
    price: 160000,
    premium: false,
    currency: {
      id: 7,
      name: "ریال",
    },

    expiry: {
      id: 2,
      name: "یک ماهه",
    },

    features: [
      {
        id: 522,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
      {
        id: 74,
        text: "امکان محدود سازی تماشای پخش زنده فقط از طریق دامنه دلخواه.",
      },
    ],
  },
];
